7767517
223 236
Input            image:0                  0 1 image:0
Permute          MobilenetV1/Conv2d_0/BatchNorm/FusedBatchNorm__5 1 1 image:0 MobilenetV1/Conv2d_0/BatchNorm/FusedBatchNorm__5:0 0=4
Convolution      MobilenetV1/Conv2d_0/BatchNorm/FusedBatchNorm 1 1 MobilenetV1/Conv2d_0/BatchNorm/FusedBatchNorm__5:0 MobilenetV1/Conv2d_0/BatchNorm/FusedBatchNorm:0 0=24 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 15=1 16=1 5=1 6=648
ReLU             MobilenetV1/Conv2d_0/Relu 1 1 MobilenetV1/Conv2d_0/BatchNorm/FusedBatchNorm:0 MobilenetV1/Conv2d_0/Relu:0
ConvolutionDepthWise MobilenetV1/Conv2d_1_depthwise/depthwise 1 1 MobilenetV1/Conv2d_0/Relu:0 MobilenetV1/Conv2d_1_depthwise/depthwise:0 0=24 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=216 7=24
Convolution      MobilenetV1/Conv2d_1_pointwise/BatchNorm/FusedBatchNorm 1 1 MobilenetV1/Conv2d_1_depthwise/depthwise:0 MobilenetV1/Conv2d_1_pointwise/BatchNorm/FusedBatchNorm:0 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1152
ReLU             MobilenetV1/Conv2d_1_pointwise/Relu 1 1 MobilenetV1/Conv2d_1_pointwise/BatchNorm/FusedBatchNorm:0 MobilenetV1/Conv2d_1_pointwise/Relu:0
ConvolutionDepthWise MobilenetV1/Conv2d_2_depthwise/depthwise 1 1 MobilenetV1/Conv2d_1_pointwise/Relu:0 MobilenetV1/Conv2d_2_depthwise/depthwise:0 0=48 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 15=1 16=1 5=0 6=432 7=48
Convolution      MobilenetV1/Conv2d_2_pointwise/BatchNorm/FusedBatchNorm 1 1 MobilenetV1/Conv2d_2_depthwise/depthwise:0 MobilenetV1/Conv2d_2_pointwise/BatchNorm/FusedBatchNorm:0 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4608
ReLU             MobilenetV1/Conv2d_2_pointwise/Relu 1 1 MobilenetV1/Conv2d_2_pointwise/BatchNorm/FusedBatchNorm:0 MobilenetV1/Conv2d_2_pointwise/Relu:0
ConvolutionDepthWise MobilenetV1/Conv2d_3_depthwise/depthwise 1 1 MobilenetV1/Conv2d_2_pointwise/Relu:0 MobilenetV1/Conv2d_3_depthwise/depthwise:0 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=864 7=96
Convolution      MobilenetV1/Conv2d_3_pointwise/BatchNorm/FusedBatchNorm 1 1 MobilenetV1/Conv2d_3_depthwise/depthwise:0 MobilenetV1/Conv2d_3_pointwise/BatchNorm/FusedBatchNorm:0 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=9216
ReLU             MobilenetV1/Conv2d_3_pointwise/Relu 1 1 MobilenetV1/Conv2d_3_pointwise/BatchNorm/FusedBatchNorm:0 MobilenetV1/Conv2d_3_pointwise/Relu:0
Split            splitncnn_0              1 2 MobilenetV1/Conv2d_3_pointwise/Relu:0 MobilenetV1/Conv2d_3_pointwise/Relu:0_splitncnn_0 MobilenetV1/Conv2d_3_pointwise/Relu:0_splitncnn_1
ConvolutionDepthWise MobilenetV1/Conv2d_4_depthwise/depthwise 1 1 MobilenetV1/Conv2d_3_pointwise/Relu:0_splitncnn_1 MobilenetV1/Conv2d_4_depthwise/depthwise:0 0=96 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 15=1 16=1 5=0 6=864 7=96
Convolution      MobilenetV1/Conv2d_4_pointwise/BatchNorm/FusedBatchNorm 1 1 MobilenetV1/Conv2d_4_depthwise/depthwise:0 MobilenetV1/Conv2d_4_pointwise/BatchNorm/FusedBatchNorm:0 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=18432
ReLU             MobilenetV1/Conv2d_4_pointwise/Relu 1 1 MobilenetV1/Conv2d_4_pointwise/BatchNorm/FusedBatchNorm:0 MobilenetV1/Conv2d_4_pointwise/Relu:0
ConvolutionDepthWise MobilenetV1/Conv2d_5_depthwise/depthwise 1 1 MobilenetV1/Conv2d_4_pointwise/Relu:0 MobilenetV1/Conv2d_5_depthwise/depthwise:0 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=1728 7=192
Convolution      MobilenetV1/Conv2d_5_pointwise/BatchNorm/FusedBatchNorm 1 1 MobilenetV1/Conv2d_5_depthwise/depthwise:0 MobilenetV1/Conv2d_5_pointwise/BatchNorm/FusedBatchNorm:0 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=36864
ReLU             MobilenetV1/Conv2d_5_pointwise/Relu 1 1 MobilenetV1/Conv2d_5_pointwise/BatchNorm/FusedBatchNorm:0 MobilenetV1/Conv2d_5_pointwise/Relu:0
ConvolutionDepthWise MobilenetV1/Conv2d_6_depthwise/depthwise 1 1 MobilenetV1/Conv2d_5_pointwise/Relu:0 MobilenetV1/Conv2d_6_depthwise/depthwise:0 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=1728 7=192
Convolution      MobilenetV1/Conv2d_6_pointwise/BatchNorm/FusedBatchNorm 1 1 MobilenetV1/Conv2d_6_depthwise/depthwise:0 MobilenetV1/Conv2d_6_pointwise/BatchNorm/FusedBatchNorm:0 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=73728
ReLU             MobilenetV1/Conv2d_6_pointwise/Relu 1 1 MobilenetV1/Conv2d_6_pointwise/BatchNorm/FusedBatchNorm:0 MobilenetV1/Conv2d_6_pointwise/Relu:0
ConvolutionDepthWise MobilenetV1/Conv2d_7_depthwise/depthwise 1 1 MobilenetV1/Conv2d_6_pointwise/Relu:0 MobilenetV1/Conv2d_7_depthwise/depthwise:0 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=3456 7=384
Convolution      MobilenetV1/Conv2d_7_pointwise/BatchNorm/FusedBatchNorm 1 1 MobilenetV1/Conv2d_7_depthwise/depthwise:0 MobilenetV1/Conv2d_7_pointwise/BatchNorm/FusedBatchNorm:0 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=147456
ReLU             MobilenetV1/Conv2d_7_pointwise/Relu 1 1 MobilenetV1/Conv2d_7_pointwise/BatchNorm/FusedBatchNorm:0 MobilenetV1/Conv2d_7_pointwise/Relu:0
Split            splitncnn_1              1 2 MobilenetV1/Conv2d_7_pointwise/Relu:0 MobilenetV1/Conv2d_7_pointwise/Relu:0_splitncnn_0 MobilenetV1/Conv2d_7_pointwise/Relu:0_splitncnn_1
ConvolutionDepthWise MobilenetV1/Conv2d_8_depthwise/depthwise 1 1 MobilenetV1/Conv2d_7_pointwise/Relu:0_splitncnn_1 MobilenetV1/Conv2d_8_depthwise/depthwise:0 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=3456 7=384
Convolution      MobilenetV1/Conv2d_8_pointwise/BatchNorm/FusedBatchNorm 1 1 MobilenetV1/Conv2d_8_depthwise/depthwise:0 MobilenetV1/Conv2d_8_pointwise/BatchNorm/FusedBatchNorm:0 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=147456
ReLU             MobilenetV1/Conv2d_8_pointwise/Relu 1 1 MobilenetV1/Conv2d_8_pointwise/BatchNorm/FusedBatchNorm:0 MobilenetV1/Conv2d_8_pointwise/Relu:0
ConvolutionDepthWise MobilenetV1/Conv2d_9_depthwise/depthwise 1 1 MobilenetV1/Conv2d_8_pointwise/Relu:0 MobilenetV1/Conv2d_9_depthwise/depthwise:0 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=3456 7=384
Convolution      MobilenetV1/Conv2d_9_pointwise/BatchNorm/FusedBatchNorm 1 1 MobilenetV1/Conv2d_9_depthwise/depthwise:0 MobilenetV1/Conv2d_9_pointwise/BatchNorm/FusedBatchNorm:0 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=147456
ReLU             MobilenetV1/Conv2d_9_pointwise/Relu 1 1 MobilenetV1/Conv2d_9_pointwise/BatchNorm/FusedBatchNorm:0 MobilenetV1/Conv2d_9_pointwise/Relu:0
ConvolutionDepthWise MobilenetV1/Conv2d_10_depthwise/depthwise 1 1 MobilenetV1/Conv2d_9_pointwise/Relu:0 MobilenetV1/Conv2d_10_depthwise/depthwise:0 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=3456 7=384
Convolution      MobilenetV1/Conv2d_10_pointwise/BatchNorm/FusedBatchNorm 1 1 MobilenetV1/Conv2d_10_depthwise/depthwise:0 MobilenetV1/Conv2d_10_pointwise/BatchNorm/FusedBatchNorm:0 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=147456
ReLU             MobilenetV1/Conv2d_10_pointwise/Relu 1 1 MobilenetV1/Conv2d_10_pointwise/BatchNorm/FusedBatchNorm:0 MobilenetV1/Conv2d_10_pointwise/Relu:0
ConvolutionDepthWise MobilenetV1/Conv2d_11_depthwise/depthwise 1 1 MobilenetV1/Conv2d_10_pointwise/Relu:0 MobilenetV1/Conv2d_11_depthwise/depthwise:0 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=3456 7=384
Convolution      MobilenetV1/Conv2d_11_pointwise/BatchNorm/FusedBatchNorm 1 1 MobilenetV1/Conv2d_11_depthwise/depthwise:0 MobilenetV1/Conv2d_11_pointwise/BatchNorm/FusedBatchNorm:0 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=147456
ReLU             MobilenetV1/Conv2d_11_pointwise/Relu 1 1 MobilenetV1/Conv2d_11_pointwise/BatchNorm/FusedBatchNorm:0 MobilenetV1/Conv2d_11_pointwise/Relu:0
Pooling          Conv2d_3_pool            1 1 MobilenetV1/Conv2d_3_pointwise/Relu:0_splitncnn_0 Conv2d_3_pool:0 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Concat           feat_concat              3 1 Conv2d_3_pool:0 MobilenetV1/Conv2d_7_pointwise/Relu:0_splitncnn_0 MobilenetV1/Conv2d_11_pointwise/Relu:0 feat_concat:0 0=0
Split            splitncnn_2              1 7 feat_concat:0 feat_concat:0_splitncnn_0 feat_concat:0_splitncnn_1 feat_concat:0_splitncnn_2 feat_concat:0_splitncnn_3 feat_concat:0_splitncnn_4 feat_concat:0_splitncnn_5 feat_concat:0_splitncnn_6
ConvolutionDepthWise Openpose/MConv_Stage1_L2_1_depthwise/depthwise 1 1 feat_concat:0_splitncnn_6 Openpose/MConv_Stage1_L2_1_depthwise/depthwise:0 0=864 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=7776 7=864
Convolution      Openpose/MConv_Stage1_L2_1_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage1_L2_1_depthwise/depthwise:0 Openpose/MConv_Stage1_L2_1_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
ReLU             Openpose/MConv_Stage1_L2_1_pointwise/Relu 1 1 Openpose/MConv_Stage1_L2_1_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage1_L2_1_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage1_L2_2_depthwise/depthwise 1 1 Openpose/MConv_Stage1_L2_1_pointwise/Relu:0 Openpose/MConv_Stage1_L2_2_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage1_L2_2_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage1_L2_2_depthwise/depthwise:0 Openpose/MConv_Stage1_L2_2_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage1_L2_2_pointwise/Relu 1 1 Openpose/MConv_Stage1_L2_2_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage1_L2_2_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage1_L2_3_depthwise/depthwise 1 1 Openpose/MConv_Stage1_L2_2_pointwise/Relu:0 Openpose/MConv_Stage1_L2_3_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage1_L2_3_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage1_L2_3_depthwise/depthwise:0 Openpose/MConv_Stage1_L2_3_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage1_L2_3_pointwise/Relu 1 1 Openpose/MConv_Stage1_L2_3_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage1_L2_3_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage1_L2_4_depthwise/depthwise 1 1 Openpose/MConv_Stage1_L2_3_pointwise/Relu:0 Openpose/MConv_Stage1_L2_4_depthwise/depthwise:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=64 7=64
Convolution      Openpose/MConv_Stage1_L2_4_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage1_L2_4_depthwise/depthwise:0 Openpose/MConv_Stage1_L2_4_pointwise/BatchNorm/FusedBatchNorm:0 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
ReLU             Openpose/MConv_Stage1_L2_4_pointwise/Relu 1 1 Openpose/MConv_Stage1_L2_4_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage1_L2_4_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage1_L2_5_depthwise/depthwise 1 1 Openpose/MConv_Stage1_L2_4_pointwise/Relu:0 Openpose/MConv_Stage1_L2_5_depthwise/depthwise:0 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=256 7=256
Convolution      Openpose/MConv_Stage1_L2_5_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage1_L2_5_depthwise/depthwise:0 Openpose/MConv_Stage1_L2_5_pointwise/BatchNorm/FusedBatchNorm:0 0=19 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4864
ConvolutionDepthWise Openpose/MConv_Stage1_L1_1_depthwise/depthwise 1 1 feat_concat:0_splitncnn_5 Openpose/MConv_Stage1_L1_1_depthwise/depthwise:0 0=864 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=7776 7=864
Convolution      Openpose/MConv_Stage1_L1_1_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage1_L1_1_depthwise/depthwise:0 Openpose/MConv_Stage1_L1_1_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
ReLU             Openpose/MConv_Stage1_L1_1_pointwise/Relu 1 1 Openpose/MConv_Stage1_L1_1_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage1_L1_1_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage1_L1_2_depthwise/depthwise 1 1 Openpose/MConv_Stage1_L1_1_pointwise/Relu:0 Openpose/MConv_Stage1_L1_2_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage1_L1_2_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage1_L1_2_depthwise/depthwise:0 Openpose/MConv_Stage1_L1_2_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage1_L1_2_pointwise/Relu 1 1 Openpose/MConv_Stage1_L1_2_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage1_L1_2_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage1_L1_3_depthwise/depthwise 1 1 Openpose/MConv_Stage1_L1_2_pointwise/Relu:0 Openpose/MConv_Stage1_L1_3_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage1_L1_3_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage1_L1_3_depthwise/depthwise:0 Openpose/MConv_Stage1_L1_3_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage1_L1_3_pointwise/Relu 1 1 Openpose/MConv_Stage1_L1_3_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage1_L1_3_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage1_L1_4_depthwise/depthwise 1 1 Openpose/MConv_Stage1_L1_3_pointwise/Relu:0 Openpose/MConv_Stage1_L1_4_depthwise/depthwise:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=64 7=64
Convolution      Openpose/MConv_Stage1_L1_4_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage1_L1_4_depthwise/depthwise:0 Openpose/MConv_Stage1_L1_4_pointwise/BatchNorm/FusedBatchNorm:0 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
ReLU             Openpose/MConv_Stage1_L1_4_pointwise/Relu 1 1 Openpose/MConv_Stage1_L1_4_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage1_L1_4_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage1_L1_5_depthwise/depthwise 1 1 Openpose/MConv_Stage1_L1_4_pointwise/Relu:0 Openpose/MConv_Stage1_L1_5_depthwise/depthwise:0 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=256 7=256
Convolution      Openpose/MConv_Stage1_L1_5_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage1_L1_5_depthwise/depthwise:0 Openpose/MConv_Stage1_L1_5_pointwise/BatchNorm/FusedBatchNorm:0 0=38 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=9728
Concat           Openpose/MConv_Stage2_concat 3 1 Openpose/MConv_Stage1_L1_5_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage1_L2_5_pointwise/BatchNorm/FusedBatchNorm:0 feat_concat:0_splitncnn_4 Openpose/MConv_Stage2_concat:0 0=0
Split            splitncnn_3              1 2 Openpose/MConv_Stage2_concat:0 Openpose/MConv_Stage2_concat:0_splitncnn_0 Openpose/MConv_Stage2_concat:0_splitncnn_1
ConvolutionDepthWise Openpose/MConv_Stage2_L2_1_depthwise/depthwise 1 1 Openpose/MConv_Stage2_concat:0_splitncnn_1 Openpose/MConv_Stage2_L2_1_depthwise/depthwise:0 0=921 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=8289 7=921
Convolution      Openpose/MConv_Stage2_L2_1_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage2_L2_1_depthwise/depthwise:0 Openpose/MConv_Stage2_L2_1_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=58944
ReLU             Openpose/MConv_Stage2_L2_1_pointwise/Relu 1 1 Openpose/MConv_Stage2_L2_1_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage2_L2_1_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage2_L2_2_depthwise/depthwise 1 1 Openpose/MConv_Stage2_L2_1_pointwise/Relu:0 Openpose/MConv_Stage2_L2_2_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage2_L2_2_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage2_L2_2_depthwise/depthwise:0 Openpose/MConv_Stage2_L2_2_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage2_L2_2_pointwise/Relu 1 1 Openpose/MConv_Stage2_L2_2_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage2_L2_2_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage2_L2_3_depthwise/depthwise 1 1 Openpose/MConv_Stage2_L2_2_pointwise/Relu:0 Openpose/MConv_Stage2_L2_3_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage2_L2_3_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage2_L2_3_depthwise/depthwise:0 Openpose/MConv_Stage2_L2_3_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage2_L2_3_pointwise/Relu 1 1 Openpose/MConv_Stage2_L2_3_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage2_L2_3_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage2_L2_4_depthwise/depthwise 1 1 Openpose/MConv_Stage2_L2_3_pointwise/Relu:0 Openpose/MConv_Stage2_L2_4_depthwise/depthwise:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=64 7=64
Convolution      Openpose/MConv_Stage2_L2_4_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage2_L2_4_depthwise/depthwise:0 Openpose/MConv_Stage2_L2_4_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage2_L2_4_pointwise/Relu 1 1 Openpose/MConv_Stage2_L2_4_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage2_L2_4_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage2_L2_5_depthwise/depthwise 1 1 Openpose/MConv_Stage2_L2_4_pointwise/Relu:0 Openpose/MConv_Stage2_L2_5_depthwise/depthwise:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=64 7=64
Convolution      Openpose/MConv_Stage2_L2_5_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage2_L2_5_depthwise/depthwise:0 Openpose/MConv_Stage2_L2_5_pointwise/BatchNorm/FusedBatchNorm:0 0=19 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1216
ConvolutionDepthWise Openpose/MConv_Stage2_L1_1_depthwise/depthwise 1 1 Openpose/MConv_Stage2_concat:0_splitncnn_0 Openpose/MConv_Stage2_L1_1_depthwise/depthwise:0 0=921 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=8289 7=921
Convolution      Openpose/MConv_Stage2_L1_1_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage2_L1_1_depthwise/depthwise:0 Openpose/MConv_Stage2_L1_1_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=58944
ReLU             Openpose/MConv_Stage2_L1_1_pointwise/Relu 1 1 Openpose/MConv_Stage2_L1_1_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage2_L1_1_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage2_L1_2_depthwise/depthwise 1 1 Openpose/MConv_Stage2_L1_1_pointwise/Relu:0 Openpose/MConv_Stage2_L1_2_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage2_L1_2_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage2_L1_2_depthwise/depthwise:0 Openpose/MConv_Stage2_L1_2_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage2_L1_2_pointwise/Relu 1 1 Openpose/MConv_Stage2_L1_2_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage2_L1_2_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage2_L1_3_depthwise/depthwise 1 1 Openpose/MConv_Stage2_L1_2_pointwise/Relu:0 Openpose/MConv_Stage2_L1_3_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage2_L1_3_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage2_L1_3_depthwise/depthwise:0 Openpose/MConv_Stage2_L1_3_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage2_L1_3_pointwise/Relu 1 1 Openpose/MConv_Stage2_L1_3_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage2_L1_3_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage2_L1_4_depthwise/depthwise 1 1 Openpose/MConv_Stage2_L1_3_pointwise/Relu:0 Openpose/MConv_Stage2_L1_4_depthwise/depthwise:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=64 7=64
Convolution      Openpose/MConv_Stage2_L1_4_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage2_L1_4_depthwise/depthwise:0 Openpose/MConv_Stage2_L1_4_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage2_L1_4_pointwise/Relu 1 1 Openpose/MConv_Stage2_L1_4_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage2_L1_4_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage2_L1_5_depthwise/depthwise 1 1 Openpose/MConv_Stage2_L1_4_pointwise/Relu:0 Openpose/MConv_Stage2_L1_5_depthwise/depthwise:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=64 7=64
Convolution      Openpose/MConv_Stage2_L1_5_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage2_L1_5_depthwise/depthwise:0 Openpose/MConv_Stage2_L1_5_pointwise/BatchNorm/FusedBatchNorm:0 0=38 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2432
Concat           Openpose/MConv_Stage3_concat 3 1 Openpose/MConv_Stage2_L1_5_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage2_L2_5_pointwise/BatchNorm/FusedBatchNorm:0 feat_concat:0_splitncnn_3 Openpose/MConv_Stage3_concat:0 0=0
Split            splitncnn_4              1 2 Openpose/MConv_Stage3_concat:0 Openpose/MConv_Stage3_concat:0_splitncnn_0 Openpose/MConv_Stage3_concat:0_splitncnn_1
ConvolutionDepthWise Openpose/MConv_Stage3_L2_1_depthwise/depthwise 1 1 Openpose/MConv_Stage3_concat:0_splitncnn_1 Openpose/MConv_Stage3_L2_1_depthwise/depthwise:0 0=921 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=8289 7=921
Convolution      Openpose/MConv_Stage3_L2_1_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage3_L2_1_depthwise/depthwise:0 Openpose/MConv_Stage3_L2_1_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=58944
ReLU             Openpose/MConv_Stage3_L2_1_pointwise/Relu 1 1 Openpose/MConv_Stage3_L2_1_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage3_L2_1_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage3_L2_2_depthwise/depthwise 1 1 Openpose/MConv_Stage3_L2_1_pointwise/Relu:0 Openpose/MConv_Stage3_L2_2_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage3_L2_2_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage3_L2_2_depthwise/depthwise:0 Openpose/MConv_Stage3_L2_2_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage3_L2_2_pointwise/Relu 1 1 Openpose/MConv_Stage3_L2_2_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage3_L2_2_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage3_L2_3_depthwise/depthwise 1 1 Openpose/MConv_Stage3_L2_2_pointwise/Relu:0 Openpose/MConv_Stage3_L2_3_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage3_L2_3_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage3_L2_3_depthwise/depthwise:0 Openpose/MConv_Stage3_L2_3_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage3_L2_3_pointwise/Relu 1 1 Openpose/MConv_Stage3_L2_3_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage3_L2_3_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage3_L2_4_depthwise/depthwise 1 1 Openpose/MConv_Stage3_L2_3_pointwise/Relu:0 Openpose/MConv_Stage3_L2_4_depthwise/depthwise:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=64 7=64
Convolution      Openpose/MConv_Stage3_L2_4_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage3_L2_4_depthwise/depthwise:0 Openpose/MConv_Stage3_L2_4_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage3_L2_4_pointwise/Relu 1 1 Openpose/MConv_Stage3_L2_4_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage3_L2_4_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage3_L2_5_depthwise/depthwise 1 1 Openpose/MConv_Stage3_L2_4_pointwise/Relu:0 Openpose/MConv_Stage3_L2_5_depthwise/depthwise:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=64 7=64
Convolution      Openpose/MConv_Stage3_L2_5_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage3_L2_5_depthwise/depthwise:0 Openpose/MConv_Stage3_L2_5_pointwise/BatchNorm/FusedBatchNorm:0 0=19 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1216
ConvolutionDepthWise Openpose/MConv_Stage3_L1_1_depthwise/depthwise 1 1 Openpose/MConv_Stage3_concat:0_splitncnn_0 Openpose/MConv_Stage3_L1_1_depthwise/depthwise:0 0=921 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=8289 7=921
Convolution      Openpose/MConv_Stage3_L1_1_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage3_L1_1_depthwise/depthwise:0 Openpose/MConv_Stage3_L1_1_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=58944
ReLU             Openpose/MConv_Stage3_L1_1_pointwise/Relu 1 1 Openpose/MConv_Stage3_L1_1_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage3_L1_1_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage3_L1_2_depthwise/depthwise 1 1 Openpose/MConv_Stage3_L1_1_pointwise/Relu:0 Openpose/MConv_Stage3_L1_2_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage3_L1_2_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage3_L1_2_depthwise/depthwise:0 Openpose/MConv_Stage3_L1_2_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage3_L1_2_pointwise/Relu 1 1 Openpose/MConv_Stage3_L1_2_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage3_L1_2_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage3_L1_3_depthwise/depthwise 1 1 Openpose/MConv_Stage3_L1_2_pointwise/Relu:0 Openpose/MConv_Stage3_L1_3_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage3_L1_3_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage3_L1_3_depthwise/depthwise:0 Openpose/MConv_Stage3_L1_3_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage3_L1_3_pointwise/Relu 1 1 Openpose/MConv_Stage3_L1_3_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage3_L1_3_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage3_L1_4_depthwise/depthwise 1 1 Openpose/MConv_Stage3_L1_3_pointwise/Relu:0 Openpose/MConv_Stage3_L1_4_depthwise/depthwise:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=64 7=64
Convolution      Openpose/MConv_Stage3_L1_4_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage3_L1_4_depthwise/depthwise:0 Openpose/MConv_Stage3_L1_4_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage3_L1_4_pointwise/Relu 1 1 Openpose/MConv_Stage3_L1_4_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage3_L1_4_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage3_L1_5_depthwise/depthwise 1 1 Openpose/MConv_Stage3_L1_4_pointwise/Relu:0 Openpose/MConv_Stage3_L1_5_depthwise/depthwise:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=64 7=64
Convolution      Openpose/MConv_Stage3_L1_5_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage3_L1_5_depthwise/depthwise:0 Openpose/MConv_Stage3_L1_5_pointwise/BatchNorm/FusedBatchNorm:0 0=38 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2432
Concat           Openpose/MConv_Stage4_concat 3 1 Openpose/MConv_Stage3_L1_5_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage3_L2_5_pointwise/BatchNorm/FusedBatchNorm:0 feat_concat:0_splitncnn_2 Openpose/MConv_Stage4_concat:0 0=0
Split            splitncnn_5              1 2 Openpose/MConv_Stage4_concat:0 Openpose/MConv_Stage4_concat:0_splitncnn_0 Openpose/MConv_Stage4_concat:0_splitncnn_1
ConvolutionDepthWise Openpose/MConv_Stage4_L2_1_depthwise/depthwise 1 1 Openpose/MConv_Stage4_concat:0_splitncnn_1 Openpose/MConv_Stage4_L2_1_depthwise/depthwise:0 0=921 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=8289 7=921
Convolution      Openpose/MConv_Stage4_L2_1_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage4_L2_1_depthwise/depthwise:0 Openpose/MConv_Stage4_L2_1_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=58944
ReLU             Openpose/MConv_Stage4_L2_1_pointwise/Relu 1 1 Openpose/MConv_Stage4_L2_1_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage4_L2_1_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage4_L2_2_depthwise/depthwise 1 1 Openpose/MConv_Stage4_L2_1_pointwise/Relu:0 Openpose/MConv_Stage4_L2_2_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage4_L2_2_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage4_L2_2_depthwise/depthwise:0 Openpose/MConv_Stage4_L2_2_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage4_L2_2_pointwise/Relu 1 1 Openpose/MConv_Stage4_L2_2_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage4_L2_2_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage4_L2_3_depthwise/depthwise 1 1 Openpose/MConv_Stage4_L2_2_pointwise/Relu:0 Openpose/MConv_Stage4_L2_3_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage4_L2_3_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage4_L2_3_depthwise/depthwise:0 Openpose/MConv_Stage4_L2_3_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage4_L2_3_pointwise/Relu 1 1 Openpose/MConv_Stage4_L2_3_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage4_L2_3_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage4_L2_4_depthwise/depthwise 1 1 Openpose/MConv_Stage4_L2_3_pointwise/Relu:0 Openpose/MConv_Stage4_L2_4_depthwise/depthwise:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=64 7=64
Convolution      Openpose/MConv_Stage4_L2_4_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage4_L2_4_depthwise/depthwise:0 Openpose/MConv_Stage4_L2_4_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage4_L2_4_pointwise/Relu 1 1 Openpose/MConv_Stage4_L2_4_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage4_L2_4_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage4_L2_5_depthwise/depthwise 1 1 Openpose/MConv_Stage4_L2_4_pointwise/Relu:0 Openpose/MConv_Stage4_L2_5_depthwise/depthwise:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=64 7=64
Convolution      Openpose/MConv_Stage4_L2_5_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage4_L2_5_depthwise/depthwise:0 Openpose/MConv_Stage4_L2_5_pointwise/BatchNorm/FusedBatchNorm:0 0=19 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1216
ConvolutionDepthWise Openpose/MConv_Stage4_L1_1_depthwise/depthwise 1 1 Openpose/MConv_Stage4_concat:0_splitncnn_0 Openpose/MConv_Stage4_L1_1_depthwise/depthwise:0 0=921 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=8289 7=921
Convolution      Openpose/MConv_Stage4_L1_1_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage4_L1_1_depthwise/depthwise:0 Openpose/MConv_Stage4_L1_1_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=58944
ReLU             Openpose/MConv_Stage4_L1_1_pointwise/Relu 1 1 Openpose/MConv_Stage4_L1_1_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage4_L1_1_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage4_L1_2_depthwise/depthwise 1 1 Openpose/MConv_Stage4_L1_1_pointwise/Relu:0 Openpose/MConv_Stage4_L1_2_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage4_L1_2_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage4_L1_2_depthwise/depthwise:0 Openpose/MConv_Stage4_L1_2_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage4_L1_2_pointwise/Relu 1 1 Openpose/MConv_Stage4_L1_2_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage4_L1_2_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage4_L1_3_depthwise/depthwise 1 1 Openpose/MConv_Stage4_L1_2_pointwise/Relu:0 Openpose/MConv_Stage4_L1_3_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage4_L1_3_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage4_L1_3_depthwise/depthwise:0 Openpose/MConv_Stage4_L1_3_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage4_L1_3_pointwise/Relu 1 1 Openpose/MConv_Stage4_L1_3_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage4_L1_3_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage4_L1_4_depthwise/depthwise 1 1 Openpose/MConv_Stage4_L1_3_pointwise/Relu:0 Openpose/MConv_Stage4_L1_4_depthwise/depthwise:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=64 7=64
Convolution      Openpose/MConv_Stage4_L1_4_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage4_L1_4_depthwise/depthwise:0 Openpose/MConv_Stage4_L1_4_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage4_L1_4_pointwise/Relu 1 1 Openpose/MConv_Stage4_L1_4_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage4_L1_4_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage4_L1_5_depthwise/depthwise 1 1 Openpose/MConv_Stage4_L1_4_pointwise/Relu:0 Openpose/MConv_Stage4_L1_5_depthwise/depthwise:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=64 7=64
Convolution      Openpose/MConv_Stage4_L1_5_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage4_L1_5_depthwise/depthwise:0 Openpose/MConv_Stage4_L1_5_pointwise/BatchNorm/FusedBatchNorm:0 0=38 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2432
Concat           Openpose/MConv_Stage5_concat 3 1 Openpose/MConv_Stage4_L1_5_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage4_L2_5_pointwise/BatchNorm/FusedBatchNorm:0 feat_concat:0_splitncnn_1 Openpose/MConv_Stage5_concat:0 0=0
Split            splitncnn_6              1 2 Openpose/MConv_Stage5_concat:0 Openpose/MConv_Stage5_concat:0_splitncnn_0 Openpose/MConv_Stage5_concat:0_splitncnn_1
ConvolutionDepthWise Openpose/MConv_Stage5_L2_1_depthwise/depthwise 1 1 Openpose/MConv_Stage5_concat:0_splitncnn_1 Openpose/MConv_Stage5_L2_1_depthwise/depthwise:0 0=921 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=8289 7=921
Convolution      Openpose/MConv_Stage5_L2_1_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage5_L2_1_depthwise/depthwise:0 Openpose/MConv_Stage5_L2_1_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=58944
ReLU             Openpose/MConv_Stage5_L2_1_pointwise/Relu 1 1 Openpose/MConv_Stage5_L2_1_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage5_L2_1_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage5_L2_2_depthwise/depthwise 1 1 Openpose/MConv_Stage5_L2_1_pointwise/Relu:0 Openpose/MConv_Stage5_L2_2_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage5_L2_2_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage5_L2_2_depthwise/depthwise:0 Openpose/MConv_Stage5_L2_2_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage5_L2_2_pointwise/Relu 1 1 Openpose/MConv_Stage5_L2_2_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage5_L2_2_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage5_L2_3_depthwise/depthwise 1 1 Openpose/MConv_Stage5_L2_2_pointwise/Relu:0 Openpose/MConv_Stage5_L2_3_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage5_L2_3_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage5_L2_3_depthwise/depthwise:0 Openpose/MConv_Stage5_L2_3_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage5_L2_3_pointwise/Relu 1 1 Openpose/MConv_Stage5_L2_3_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage5_L2_3_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage5_L2_4_depthwise/depthwise 1 1 Openpose/MConv_Stage5_L2_3_pointwise/Relu:0 Openpose/MConv_Stage5_L2_4_depthwise/depthwise:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=64 7=64
Convolution      Openpose/MConv_Stage5_L2_4_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage5_L2_4_depthwise/depthwise:0 Openpose/MConv_Stage5_L2_4_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage5_L2_4_pointwise/Relu 1 1 Openpose/MConv_Stage5_L2_4_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage5_L2_4_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage5_L2_5_depthwise/depthwise 1 1 Openpose/MConv_Stage5_L2_4_pointwise/Relu:0 Openpose/MConv_Stage5_L2_5_depthwise/depthwise:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=64 7=64
Convolution      Openpose/MConv_Stage5_L2_5_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage5_L2_5_depthwise/depthwise:0 Openpose/MConv_Stage5_L2_5_pointwise/BatchNorm/FusedBatchNorm:0 0=19 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1216
ConvolutionDepthWise Openpose/MConv_Stage5_L1_1_depthwise/depthwise 1 1 Openpose/MConv_Stage5_concat:0_splitncnn_0 Openpose/MConv_Stage5_L1_1_depthwise/depthwise:0 0=921 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=8289 7=921
Convolution      Openpose/MConv_Stage5_L1_1_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage5_L1_1_depthwise/depthwise:0 Openpose/MConv_Stage5_L1_1_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=58944
ReLU             Openpose/MConv_Stage5_L1_1_pointwise/Relu 1 1 Openpose/MConv_Stage5_L1_1_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage5_L1_1_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage5_L1_2_depthwise/depthwise 1 1 Openpose/MConv_Stage5_L1_1_pointwise/Relu:0 Openpose/MConv_Stage5_L1_2_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage5_L1_2_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage5_L1_2_depthwise/depthwise:0 Openpose/MConv_Stage5_L1_2_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage5_L1_2_pointwise/Relu 1 1 Openpose/MConv_Stage5_L1_2_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage5_L1_2_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage5_L1_3_depthwise/depthwise 1 1 Openpose/MConv_Stage5_L1_2_pointwise/Relu:0 Openpose/MConv_Stage5_L1_3_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage5_L1_3_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage5_L1_3_depthwise/depthwise:0 Openpose/MConv_Stage5_L1_3_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage5_L1_3_pointwise/Relu 1 1 Openpose/MConv_Stage5_L1_3_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage5_L1_3_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage5_L1_4_depthwise/depthwise 1 1 Openpose/MConv_Stage5_L1_3_pointwise/Relu:0 Openpose/MConv_Stage5_L1_4_depthwise/depthwise:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=64 7=64
Convolution      Openpose/MConv_Stage5_L1_4_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage5_L1_4_depthwise/depthwise:0 Openpose/MConv_Stage5_L1_4_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage5_L1_4_pointwise/Relu 1 1 Openpose/MConv_Stage5_L1_4_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage5_L1_4_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage5_L1_5_depthwise/depthwise 1 1 Openpose/MConv_Stage5_L1_4_pointwise/Relu:0 Openpose/MConv_Stage5_L1_5_depthwise/depthwise:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=64 7=64
Convolution      Openpose/MConv_Stage5_L1_5_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage5_L1_5_depthwise/depthwise:0 Openpose/MConv_Stage5_L1_5_pointwise/BatchNorm/FusedBatchNorm:0 0=38 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2432
Concat           Openpose/MConv_Stage6_concat 3 1 Openpose/MConv_Stage5_L1_5_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage5_L2_5_pointwise/BatchNorm/FusedBatchNorm:0 feat_concat:0_splitncnn_0 Openpose/MConv_Stage6_concat:0 0=0
Split            splitncnn_7              1 2 Openpose/MConv_Stage6_concat:0 Openpose/MConv_Stage6_concat:0_splitncnn_0 Openpose/MConv_Stage6_concat:0_splitncnn_1
ConvolutionDepthWise Openpose/MConv_Stage6_L2_1_depthwise/depthwise 1 1 Openpose/MConv_Stage6_concat:0_splitncnn_1 Openpose/MConv_Stage6_L2_1_depthwise/depthwise:0 0=921 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=8289 7=921
Convolution      Openpose/MConv_Stage6_L2_1_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage6_L2_1_depthwise/depthwise:0 Openpose/MConv_Stage6_L2_1_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=58944
ReLU             Openpose/MConv_Stage6_L2_1_pointwise/Relu 1 1 Openpose/MConv_Stage6_L2_1_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage6_L2_1_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage6_L2_2_depthwise/depthwise 1 1 Openpose/MConv_Stage6_L2_1_pointwise/Relu:0 Openpose/MConv_Stage6_L2_2_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage6_L2_2_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage6_L2_2_depthwise/depthwise:0 Openpose/MConv_Stage6_L2_2_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage6_L2_2_pointwise/Relu 1 1 Openpose/MConv_Stage6_L2_2_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage6_L2_2_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage6_L2_3_depthwise/depthwise 1 1 Openpose/MConv_Stage6_L2_2_pointwise/Relu:0 Openpose/MConv_Stage6_L2_3_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage6_L2_3_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage6_L2_3_depthwise/depthwise:0 Openpose/MConv_Stage6_L2_3_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage6_L2_3_pointwise/Relu 1 1 Openpose/MConv_Stage6_L2_3_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage6_L2_3_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage6_L2_4_depthwise/depthwise 1 1 Openpose/MConv_Stage6_L2_3_pointwise/Relu:0 Openpose/MConv_Stage6_L2_4_depthwise/depthwise:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=64 7=64
Convolution      Openpose/MConv_Stage6_L2_4_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage6_L2_4_depthwise/depthwise:0 Openpose/MConv_Stage6_L2_4_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage6_L2_4_pointwise/Relu 1 1 Openpose/MConv_Stage6_L2_4_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage6_L2_4_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage6_L2_5_depthwise/depthwise 1 1 Openpose/MConv_Stage6_L2_4_pointwise/Relu:0 Openpose/MConv_Stage6_L2_5_depthwise/depthwise:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=64 7=64
Convolution      Openpose/MConv_Stage6_L2_5_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage6_L2_5_depthwise/depthwise:0 Openpose/MConv_Stage6_L2_5_pointwise/BatchNorm/FusedBatchNorm:0 0=19 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1216
Permute          Openpose/MConv_Stage6_L2_5_pointwise/BatchNorm/FusedBatchNorm__272 1 1 Openpose/MConv_Stage6_L2_5_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage6_L2_5_pointwise/BatchNorm/FusedBatchNorm__272:0 0=3
ConvolutionDepthWise Openpose/MConv_Stage6_L1_1_depthwise/depthwise 1 1 Openpose/MConv_Stage6_concat:0_splitncnn_0 Openpose/MConv_Stage6_L1_1_depthwise/depthwise:0 0=921 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=8289 7=921
Convolution      Openpose/MConv_Stage6_L1_1_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage6_L1_1_depthwise/depthwise:0 Openpose/MConv_Stage6_L1_1_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=58944
ReLU             Openpose/MConv_Stage6_L1_1_pointwise/Relu 1 1 Openpose/MConv_Stage6_L1_1_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage6_L1_1_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage6_L1_2_depthwise/depthwise 1 1 Openpose/MConv_Stage6_L1_1_pointwise/Relu:0 Openpose/MConv_Stage6_L1_2_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage6_L1_2_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage6_L1_2_depthwise/depthwise:0 Openpose/MConv_Stage6_L1_2_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage6_L1_2_pointwise/Relu 1 1 Openpose/MConv_Stage6_L1_2_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage6_L1_2_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage6_L1_3_depthwise/depthwise 1 1 Openpose/MConv_Stage6_L1_2_pointwise/Relu:0 Openpose/MConv_Stage6_L1_3_depthwise/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      Openpose/MConv_Stage6_L1_3_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage6_L1_3_depthwise/depthwise:0 Openpose/MConv_Stage6_L1_3_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage6_L1_3_pointwise/Relu 1 1 Openpose/MConv_Stage6_L1_3_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage6_L1_3_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage6_L1_4_depthwise/depthwise 1 1 Openpose/MConv_Stage6_L1_3_pointwise/Relu:0 Openpose/MConv_Stage6_L1_4_depthwise/depthwise:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=64 7=64
Convolution      Openpose/MConv_Stage6_L1_4_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage6_L1_4_depthwise/depthwise:0 Openpose/MConv_Stage6_L1_4_pointwise/BatchNorm/FusedBatchNorm:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             Openpose/MConv_Stage6_L1_4_pointwise/Relu 1 1 Openpose/MConv_Stage6_L1_4_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage6_L1_4_pointwise/Relu:0
ConvolutionDepthWise Openpose/MConv_Stage6_L1_5_depthwise/depthwise 1 1 Openpose/MConv_Stage6_L1_4_pointwise/Relu:0 Openpose/MConv_Stage6_L1_5_depthwise/depthwise:0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=64 7=64
Convolution      Openpose/MConv_Stage6_L1_5_pointwise/BatchNorm/FusedBatchNorm 1 1 Openpose/MConv_Stage6_L1_5_depthwise/depthwise:0 Openpose/MConv_Stage6_L1_5_pointwise/BatchNorm/FusedBatchNorm:0 0=38 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2432
Permute          Openpose/MConv_Stage6_L1_5_pointwise/BatchNorm/FusedBatchNorm__292 1 1 Openpose/MConv_Stage6_L1_5_pointwise/BatchNorm/FusedBatchNorm:0 Openpose/MConv_Stage6_L1_5_pointwise/BatchNorm/FusedBatchNorm__292:0 0=3
Concat           Openpose/concat_stage7   2 1 Openpose/MConv_Stage6_L2_5_pointwise/BatchNorm/FusedBatchNorm__272:0 Openpose/MConv_Stage6_L1_5_pointwise/BatchNorm/FusedBatchNorm__292:0 Openpose/concat_stage7:0 0=2
